Repository: juliofihdeldev/FocusAppiOS
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, it, ja, pt_pt

source: Welcome
fr: Bien Venue

source: Settings
fr: Paramètres
it: Impostazioni
ja: 設定
pt_pt: Configurações

source: Stay focused, achieve more
fr: Restez concentré, accomplissez davantage
it: Rimani concentrato, ottieni di più
ja: 集中を保ち、より多くを達成
pt_pt: Mantenha o foco, alcance mais

source: Upgrade to Pro
fr: Passer à Pro
it: Passa a Pro
ja: Proにアップグレード
pt_pt: Atualizar para Pro

# unlock_all_features_boost_productivity
source: Unlock all features and boost your productivity
fr: Débloquez toutes les fonctionnalités et boostez votre productivité
it: Sblocca tutte le funzionalità e aumenta la tua produttività
ja: すべての機能をアンロックして生産性を向上
pt_pt: Desbloqueie todos os recursos e aumente sua produtividade

source: Subscription
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
pt_pt: Assinatura

source: Restore Purchases
fr: Restaurer les achats
it: Ripristina Acquisti
ja: 購入を復元
pt_pt: Restaurar Compras

# restore_subscription_another_device
source: Restore your subscription from another device
fr: Restaurer votre abonnement depuis un autre appareil
it: Ripristina il tuo abbonamento da un altro dispositivo
ja: 別のデバイスからサブスクリプションを復元
pt_pt: Restaurar sua assinatura de outro dispositivo

source: Manage Subscription
fr: Gérer l'abonnement
it: Gestisci Abbonamento
ja: サブスクリプションを管理
pt_pt: Gerenciar Assinatura

# change_cancel_your_subscription
source: Change or cancel your subscription
fr: Modifier ou annuler votre abonnement
it: Modifica o cancella il tuo abbonamento
ja: サブスクリプションを変更またはキャンセル
pt_pt: Alterar ou cancelar sua assinatura

# clear_all_data_confirmation
source: Clear All Data
fr: Effacer toutes les données
it: Cancella Tutti i Dati
ja: すべてのデータをクリア
pt_pt: Limpar Todos os Dados

source: Clear All Data
fr: Effacer toutes les données
it: Cancella Tutti i Dati
ja: すべてのデータをクリア
pt_pt: Limpar Todos os Dados

source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
pt_pt: Cancelar

# clear_all_data_warning
source: This will permanently delete all tasks, settings, and app data. This action cannot be undone.
fr: Cela supprimera définitivement toutes les tâches, paramètres et données de l'application. Cette action ne peut pas être annulée.
it: Questo eliminerà definitivamente tutte le attività, impostazioni e dati dell'app. Questa azione non può essere annullata.
ja: これにより、すべてのタスク、設定、アプリデータが永続的に削除されます。この操作は元に戻せません。
pt_pt: Isso excluirá permanentemente todas as tarefas, configurações e dados do aplicativo. Esta ação não pode ser desfeita.

source: Data Cleared
fr: Données effacées
it: Dati Cancellati
ja: データがクリアされました
pt_pt: Dados Limpos

# all_data_successfully_cleared
source: All data has been successfully cleared. The app will now restart to apply changes.
fr: Toutes les données ont été effacées avec succès. L'application va maintenant redémarrer pour appliquer les changements.
it: Tutti i dati sono stati cancellati con successo. L'app si riavvierà per applicare le modifiche.
ja: すべてのデータが正常にクリアされました。アプリは変更を適用するために再起動されます。
pt_pt: Todos os dados foram limpos com sucesso. O aplicativo será reiniciado para aplicar as alterações.

source: Error clearing data: %@
fr: Erreur lors de l'effacement des données : %@
it: Errore durante la cancellazione dei dati: %@
ja: データのクリア中にエラーが発生しました：%@
pt_pt: Erro ao limpar dados: %@

source: Focus
fr: Concentration
it: Concentrazione
ja: 集中
pt_pt: Foco

source: iCloud Sync
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
pt_pt: Sincronização iCloud

source: Data
fr: Données
it: Dati
ja: データ
pt_pt: Dados

source: About
fr: À propos
it: Informazioni
ja: について
pt_pt: Sobre

source: Focus Concentration
fr: Concentration
it: Concentrazione
ja: 集中力
pt_pt: Concentração de Foco

# get_notified_tasks_starting
source: Get notified when tasks are starting
fr: Recevez une notification lorsque les tâches commencent
it: Ricevi notifiche quando le attività iniziano
ja: タスクが開始する際に通知を受け取る
pt_pt: Receba notificações quando as tarefas começarem

source: Task Reminders
fr: Rappels de tâches
it: Promemoria Attività
ja: タスクリマインダー
pt_pt: Lembretes de Tarefas

# reset_all_tasks_settings
source: Reset all tasks and settings
fr: Réinitialiser toutes les tâches et paramètres
it: Ripristina tutte le attività e impostazioni
ja: すべてのタスクと設定をリセット
pt_pt: Redefinir todas as tarefas e configurações

source: About Us
fr: À propos de nous
it: Chi Siamo
ja: 私たちについて
pt_pt: Sobre Nós

source: Contact Support
fr: Contacter le support
it: Contatta Supporto
ja: サポートに連絡
pt_pt: Contatar Suporte

# get_help_send_feedback
source: Get help and send feedback
fr: Obtenir de l'aide et envoyer des commentaires
it: Ottieni aiuto e invia feedback
ja: ヘルプを取得してフィードバックを送信
pt_pt: Obtenha ajuda e envie feedback

source: Done
fr: Terminé
it: Fatto
ja: 完了
pt_pt: Concluído

source: Language
fr: Langue
it: Lingua
ja: 言語
pt_pt: Idioma

source: Language Selection
fr: Sélection de la langue
it: Selezione Lingua
ja: 言語選択
pt_pt: Seleção de Idioma

source: System default
fr: Par défaut du système
it: Predefinito di sistema
ja: システムデフォルト
pt_pt: Padrão do sistema

# language_change_restart_required
source: Language Change Requires Restart
fr: Le changement de langue nécessite un redémarrage
it: Cambio Lingua Richiede Riavvio
ja: 言語変更には再起動が必要です
pt_pt: Mudança de Idioma Requer Reinicialização

# language_change_restart_message
source: The app needs to restart to apply the language change. Would you like to restart now or later?
fr: L'application doit redémarrer pour appliquer le changement de langue. Voulez-vous redémarrer maintenant ou plus tard ?
it: L'app deve essere riavviata per applicare il cambio di lingua. Vuoi riavviare ora o più tardi?
ja: 言語変更を適用するにはアプリを再起動する必要があります。今すぐ再起動しますか、それとも後でしますか？
pt_pt: O aplicativo precisa ser reiniciado para aplicar a mudança de idioma. Deseja reiniciar agora ou mais tarde?

source: Restart Now
fr: Redémarrer maintenant
it: Riavvia Ora
ja: 今すぐ再起動
pt_pt: Reiniciar Agora

source: Restart Later
fr: Redémarrer plus tard
it: Riavvia Più Tardi
ja: 後で再起動
pt_pt: Reiniciar Mais Tarde

source: New Task
fr: Nouvelle tâche
it: Nuova Attività
ja: 新しいタスク
pt_pt: Nova Tarefa

source: Create Task
fr: Créer la tâche
it: Crea Attività
ja: タスクを作成
pt_pt: Criar Tarefa

source: Update Task
fr: Mettre à jour la tâche
it: Aggiorna Attività
ja: タスクを更新
pt_pt: Atualizar Tarefa

source: Task title
fr: Titre de la tâche
it: Titolo attività
ja: タスクのタイトル
pt_pt: Título da tarefa

source: When?
fr: Quand ?
it: Quando?
ja: いつ？
pt_pt: Quando?

source: More...
fr: Plus...
it: Altro...
ja: もっと...
pt_pt: Mais...

source: Quick Select
fr: Sélection rapide
it: Selezione Rapida
ja: クイック選択
pt_pt: Seleção Rápida

source: Today
fr: Aujourd'hui
it: Oggi
ja: 今日
pt_pt: Hoje

source: Tomorrow
fr: Demain
it: Domani
ja: 明日
pt_pt: Amanhã

source: Next Week
fr: Semaine prochaine
it: Prossima Settimana
ja: 来週
pt_pt: Próxima Semana

source: Select Date
fr: Sélectionner la date
it: Seleziona Data
ja: 日付を選択
pt_pt: Selecionar Data

source: Select Time
fr: Sélectionner l'heure
it: Seleziona Ora
ja: 時間を選択
pt_pt: Selecionar Hora

source: Change
fr: Modifier
it: Cambia
ja: 変更
pt_pt: Alterar

source: How long?
fr: Combien de temps ?
it: Quanto tempo?
ja: どのくらいの時間？
pt_pt: Quanto tempo?

source: Hide
fr: Masquer
it: Nascondi
ja: 隠す
pt_pt: Ocultar

source: Custom...
fr: Personnalisé...
it: Personalizzato...
ja: カスタム...
pt_pt: Personalizado...

source: Select Duration
fr: Sélectionner la durée
it: Seleziona Durata
ja: 時間を選択
pt_pt: Selecionar Duração

# what_type_of_task
source: What type of task is this?
fr: Quel type de tâche est-ce ?
it: Che tipo di attività è questa?
ja: これはどのようなタスクですか？
pt_pt: Que tipo de tarefa é esta?

source: How often?
fr: À quelle fréquence ?
it: Con che frequenza?
ja: どのくらいの頻度？
pt_pt: Com que frequência?

source: Notifications enabled
fr: Notifications activées
it: Notifiche abilitate
ja: 通知が有効
pt_pt: Notificações ativadas

source: Notifications disabled
fr: Notifications désactivées
it: Notifiche disabilitate
ja: 通知が無効
pt_pt: Notificações desativadas

# you_will_receive
source: You'll receive:
fr: Vous recevrez :
it: Riceverai:
ja: 以下の通知を受け取ります：
pt_pt: Você receberá:

# five_minutes_before
source: • 5 minutes before task starts
fr: • 5 minutes avant le début de la tâche
it: • 5 minuti prima che l'attività inizi
ja: • タスク開始5分前
pt_pt: • 5 minutos antes da tarefa começar

# when_task_starts
source: • When task is scheduled to begin
fr: • Quand la tâche est programmée pour commencer
it: • Quando l'attività è programmata per iniziare
ja: • タスクが開始予定時刻になった時
pt_pt: • Quando a tarefa estiver programada para começar

source: • Completion confirmation
fr: • Confirmation de fin
it: • Conferma di completamento
ja: • 完了確認
pt_pt: • Confirmação de conclusão

# enable_notifications_settings
source: Enable notifications in Settings to get task reminders
fr: Activez les notifications dans les Paramètres pour recevoir des rappels de tâches
it: Abilita le notifiche nelle Impostazioni per ricevere promemoria per le attività
ja: 設定で通知を有効にしてタスクのリマインダーを受け取る
pt_pt: Ative as notificações nas Configurações para receber lembretes de tarefas

source: ✅ Task Created
fr: ✅ Tâche créée
it: ✅ Attività Creata
ja: ✅ タスクが作成されました
pt_pt: ✅ Tarefa Criada

# task_scheduled_for
source: '%@' scheduled for %@
fr: '%@' programmée pour %@
it: '%@' programmata per %@
ja: '%@'が%@にスケジュールされました
pt_pt: '%@' agendada para %@

source: At start of task
fr: Au début de la tâche
it: All'inizio dell'attività
ja: タスク開始時
pt_pt: No início da tarefa

# repeat_none
source: None
fr: Aucune
it: Nessuna
ja: なし
pt_pt: Nenhuma

# repeat_daily
source: Daily
fr: Quotidienne
it: Giornaliera
ja: 毎日
pt_pt: Diária

# repeat_weekdays
source: Weekdays
fr: Jours ouvrables
it: Giorni feriali
ja: 平日
pt_pt: Dias úteis

# repeat_weekly
source: Weekly
fr: Hebdomadaire
it: Settimanale
ja: 毎週
pt_pt: Semanal

# repeat_monthly
source: Monthly
fr: Mensuelle
it: Mensile
ja: 月次
pt_pt: Mensal

source: Previous
fr: Précédent
it: Precedente
ja: 前へ
pt_pt: Anterior

source: Next
fr: Suivant
it: Successivo
ja: 次へ
pt_pt: Seguinte

source: Skip
fr: Passer
it: Salta
ja: スキップ
pt_pt: Saltar

source: Transform Your Productivity
fr: Transformez Votre Productivité
it: Trasforma la Tua Produttività
ja: 生産性を変革しよう
pt_pt: Transforme a Sua Produtividade

source: Focus Coach
fr: Coach de Concentration
it: Coach di Concentrazione
ja: 集中コーチ
pt_pt: Coach de Foco

source: Your Focus Coach
fr: Votre Coach de Concentration
it: Il Tuo Coach di Concentrazione
ja: あなたの集中コーチ
pt_pt: O Seu Coach de Foco

# ai_powered_insights
source: AI-powered insights from your tasks
fr: Insights alimentés par l'IA de vos tâches
it: Approfondimenti alimentati dall'IA dalle tue attività
ja: AI搭載のタスクからの洞察
pt_pt: Insights alimentados por IA das suas tarefas

source: This Week's Insights
fr: Insights de Cette Semaine
it: Approfondimenti di Questa Settimana
ja: 今週の洞察
pt_pt: Insights desta Semana

# analyzing_focus_patterns
source: Analyzing your focus patterns...
fr: Analyse de vos modèles de concentration...
it: Analisi dei tuoi modelli di concentrazione...
ja: 集中パターンを分析中...
pt_pt: A analisar os seus padrões de foco...

# this_may_take_moment
source: This may take a moment
fr: Cela peut prendre un moment
it: Questo potrebbe richiedere un momento
ja: 少し時間がかかる場合があります
pt_pt: Isto pode demorar um momento

source: Not enough data yet
fr: Pas encore assez de données
it: Non ci sono ancora abbastanza dati
ja: まだ十分なデータがありません
pt_pt: Ainda não há dados suficientes

# complete_tasks_for_insights
source: Complete a few more tasks to unlock personalized insights
fr: Terminez quelques tâches de plus pour débloquer des insights personnalisés
it: Completa alcune attività in più per sbloccare approfondimenti personalizzati
ja: パーソナライズされた洞察をアンロックするために、もう少しタスクを完了してください
pt_pt: Complete mais algumas tarefas para desbloquear insights personalizados

source: View Sample Insights
fr: Voir les Insights d'Exemple
it: Visualizza Approfondimenti di Esempio
ja: サンプル洞察を表示
pt_pt: Ver Insights de Exemplo

source: Refresh Insights
fr: Actualiser les Insights
it: Aggiorna Approfondimenti
ja: 洞察を更新
pt_pt: Atualizar Insights

# upgrade_advanced_insights
source: Upgrade for Advanced Insights
fr: Mettre à niveau pour des Insights Avancés
it: Aggiorna per Approfondimenti Avanzati
ja: 高度な洞察のためにアップグレード
pt_pt: Atualizar para Insights Avançados

source: 🌅 Peak Performance Window
fr: 🌅 Fenêtre de Performance Maximale
it: 🌅 Finestra di Prestazione Massima
ja: 🌅 ピークパフォーマンスウィンドウ
pt_pt: 🌅 Janela de Performance Máxima

# productive_early_morning
source: You're %d%% more productive during %@
fr: Vous êtes %d%% plus productif pendant %@
it: Sei %d%% più produttivo durante %@
ja: 早朝の%@に%d%%より生産的です
pt_pt: É %d%% mais produtivo durante %@

# schedule_important_tasks_early
source: Schedule your most important tasks between 6-9 AM
fr: Planifiez vos tâches les plus importantes entre 6h et 9h
it: Programma le tue attività più importanti tra le 6:00 e le 9:00
ja: 最も重要なタスクを6-9時にスケジュール
pt_pt: Agende as suas tarefas mais importantes entre as 6h e 9h

source: 🧘 Break Power Boost
fr: 🧘 Boost de Puissance de Pause
it: 🧘 Spinta di Potenza della Pausa
ja: 🧘 休憩パワーブースト
pt_pt: 🧘 Impulso de Poder da Pausa

# tasks_after_breaks_higher
source: Tasks after breaks have %d%% higher completion rates
fr: Les tâches après les pauses ont %d%% de taux de réussite plus élevés
it: Le attività dopo le pause hanno %d%% di tassi di completamento più alti
ja: 休憩後のタスクは%d%%高い完了率
pt_pt: As tarefas após pausas têm %d%% de taxas de conclusão mais altas

# schedule_breaks_before_tasks
source: Schedule 5-10 minute breaks before important tasks
fr: Planifiez des pauses de 5-10 minutes avant les tâches importantes
it: Programma pause di 5-10 minuti prima delle attività importanti
ja: 重要なタスクの前に5-10分の休憩をスケジュール
pt_pt: Agende pausas de 5-10 minutos antes de tarefas importantes

# based_on_tasks
source: Based on %d tasks
fr: Basé sur %d tâches
it: Basato su %d attività
ja: %dのタスクに基づく
pt_pt: Baseado em %d tarefas

source: Collapse
fr: Réduire
it: Comprimi
ja: 折りたたむ
pt_pt: Colapsar

source: View details
fr: Voir les détails
it: Visualizza dettagli
ja: 詳細を表示
pt_pt: Ver detalhes

source: Recommendation
fr: Recommandation
it: Raccomandazione
ja: 推奨
pt_pt: Recomendação

source: Add to reminders
fr: Ajouter aux rappels
it: Aggiungi ai promemoria
ja: リマインダーに追加
pt_pt: Adicionar aos lembretes

source: Time Pattern
fr: Modèle Temporel
it: Modello Temporale
ja: 時間パターン
pt_pt: Padrão Temporal

source: Duration
fr: Durée
it: Durata
ja: 期間
pt_pt: Duração

source: Break Time
fr: Temps de Pause
it: Tempo di Pausa
ja: 休憩時間
pt_pt: Tempo de Pausa

source: Completion
fr: Réalisation
it: Completamento
ja: 完了
pt_pt: Conclusão

source: Weekly Pattern
fr: Modèle Hebdomadaire
it: Modello Settimanale
ja: 週次パターン
pt_pt: Padrão Semanal

source: early morning
fr: tôt le matin
it: mattina presto
ja: 早朝
pt_pt: cedo de manhã

source: late morning
fr: tard le matin
it: mattina tardi
ja: 午前遅く
pt_pt: tarde de manhã

source: early afternoon
fr: tôt l'après-midi
it: pomeriggio presto
ja: 午後早く
pt_pt: cedo da tarde

source: late afternoon
fr: tard l'après-midi
it: pomeriggio tardi
ja: 午後遅く
pt_pt: tarde da tarde

source: evening
fr: soirée
it: sera
ja: 夕方
pt_pt: tarde

source: night
fr: nuit
it: notte
ja: 夜
pt_pt: noite

# time_6_9_am
source: 6-9 AM
fr: 6h-9h
ja: 6-9時
pt_pt: 6h-9h

# time_9_am_12_pm
source: 9 AM-12 PM
fr: 9h-12h
ja: 9-12時
pt_pt: 9h-12h

# time_12_3_pm
source: 12-3 PM
fr: 12h-15h
ja: 12-15時
pt_pt: 12h-15h

# time_3_6_pm
source: 3-6 PM
fr: 15h-18h
ja: 15-18時
pt_pt: 15h-18h

# time_6_9_pm
source: 6-9 PM
fr: 18h-21h
ja: 18-21時
pt_pt: 18h-21h

# time_9_plus_pm
source: 9+ PM
fr: 21h+
ja: 21時以降
pt_pt: 21h+

source: short (15-30 min)
fr: courte (15-30 min)
it: breve (15-30 min)
ja: 短い（15-30分）
pt_pt: curta (15-30 min)

source: medium (30-60 min)
fr: moyenne (30-60 min)
it: media (30-60 min)
ja: 中程度（30-60分）
pt_pt: média (30-60 min)

source: long (1-2 hour)
fr: longue (1-2 heure)
it: lunga (1-2 ore)
ja: 長い（1-2時間）
pt_pt: longa (1-2 hora)

# extended_2_plus_hour
source: extended (2+ hour)
fr: étendue (2+ heures)
it: estesa (2+ ore)
ja: 延長（2時間以上）
pt_pt: estendida (2+ horas)

source: Break (Auto)
fr: Pause (Auto)
it: Pausa (Auto)
ja: 休憩（自動）
pt_pt: Pausa (Auto)

source: Room for Growth
fr: Place pour la Croissance
it: Spazio per la Crescita
ja: 成長の余地
pt_pt: Espaço para Crescimento

source: Catch-up Focus (Auto)
fr: Rattrapage de Concentration (Auto)
it: Recupero Concentrazione (Auto)
ja: 集中力回復（自動）
pt_pt: Recuperar Foco (Auto)

# more_productive_during_time
source: You're %d%% more productive during %@
fr: Vous êtes %d%% plus productif pendant %@
it: Sei %d%% più produttivo durante %@
ja: %@に%d%%より生産的です
pt_pt: É %d%% mais produtivo durante %@

# schedule_important_tasks_between
source: Schedule your most important tasks between %@
fr: Planifiez vos tâches les plus importantes entre %@
it: Programma le tue attività più importanti tra %@
ja: 最も重要なタスクを%@の間にスケジュール
pt_pt: Agende as suas tarefas mais importantes entre %@

# focus_drops_during_time
source: Your focus drops %d%% during %@
fr: Votre concentration baisse de %d%% pendant %@
it: La tua concentrazione diminuisce del %d%% durante %@
ja: %@に集中力が%d%%低下
pt_pt: O seu foco diminui %d%% durante %@

# schedule_breaks_admin_tasks
source: Consider scheduling breaks, admin tasks, or lighter work during %@
fr: Envisagez de planifier des pauses, des tâches administratives ou un travail plus léger pendant %@
it: Considera di programmare pause, attività amministrative o lavoro più leggero durante %@
ja: %@の間に休憩、管理タスク、または軽い作業をスケジュールすることを検討
pt_pt: Considere agendar pausas, tarefas administrativas ou trabalho mais leve durante %@

# complete_percentage_duration_tasks
source: You complete %d%% of %@ tasks
fr: Vous terminez %d%% des tâches %@
it: Completi %d%% delle attività %@
ja: %@タスクの%d%%を完了
pt_pt: Conclui %d%% das tarefas %@

# break_longer_tasks_chunks
source: Try breaking longer tasks into %d-minute chunks
fr: Essayez de diviser les tâches plus longues en morceaux de %d minutes
it: Prova a dividere le attività più lunghe in blocchi di %d minuti
ja: より長いタスクを%d分のチャンクに分割してみてください
pt_pt: Tente dividir tarefas mais longas em blocos de %d minutos

# tasks_after_breaks_higher_completion
source: Tasks after breaks have %d%% higher completion rates
fr: Les tâches après les pauses ont %d%% de taux de réussite plus élevés
it: Le attività dopo le pause hanno %d%% di tassi di completamento più alti
ja: 休憩後のタスクは%d%%高い完了率
pt_pt: As tarefas após pausas têm %d%% de taxas de conclusão mais altas

# schedule_breaks_before_important_tasks
source: Schedule 5-10 minute breaks before important tasks
fr: Planifiez des pauses de 5-10 minutes avant les tâches importantes
it: Programma pause di 5-10 minuti prima delle attività importanti
ja: 重要なタスクの前に5-10分の休憩をスケジュール
pt_pt: Agende pausas de 5-10 minutos antes de tarefas importantes

# completed_percentage_tasks_week
source: You completed %d%% of tasks this week (%d h focused)
fr: Vous avez terminé %d%% des tâches cette semaine (%d h concentré)
it: Hai completato %d%% delle attività questa settimana (%d h concentrate)
ja: 今週のタスクの%d%%を完了（%d時間集中）
pt_pt: Concluiu %d%% das tarefas esta semana (%d h focado)

# great_momentum_increase_goals
source: Great momentum! Consider gradually increasing your daily focus goals
fr: Excellent élan ! Envisagez d'augmenter progressivement vos objectifs de concentration quotidiens
it: Ottimo slancio! Considera di aumentare gradualmente i tuoi obiettivi di concentrazione quotidiani
ja: 素晴らしい勢い！毎日の集中目標を徐々に増やすことを検討
pt_pt: Excelente momento! Considere aumentar gradualmente os seus objetivos de foco diários

# away_from_completion_goal
source: You're %d%% away from your completion goal this week
fr: Vous êtes à %d%% de votre objectif de réalisation cette semaine
it: Sei al %d%% dal tuo obiettivo di completamento questa settimana
ja: 今週の完了目標から%d%%離れています
pt_pt: Está a %d%% do seu objetivo de conclusão desta semana

# reduce_task_durations_schedule_fewer
source: Try reducing task durations by 25%% or scheduling fewer tasks per day
fr: Essayez de réduire la durée des tâches de 25%% ou de planifier moins de tâches par jour
it: Prova a ridurre la durata delle attività del 25%% o a programmare meno attività al giorno
ja: タスクの期間を25%%短縮するか、1日あたりのタスク数を減らしてみてください
pt_pt: Tente reduzir a duração das tarefas em 25%% ou agendar menos tarefas por dia

# schedule_challenging_tasks_on_day
source: Schedule your most challenging tasks on %@s
fr: Planifiez vos tâches les plus difficiles les %@s
it: Programma le tue attività più impegnative nei %@s
ja: 最も困難なタスクを%@にスケジュール
pt_pt: Agende as suas tarefas mais desafiadoras às %@s

source: Loading...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
pt_pt: A carregar...

source: Timeline
fr: Chronologie
it: Cronologia
ja: タイムライン
pt_pt: Cronologia

source: Insights
fr: Aperçus
it: Approfondimenti
ja: 洞察
pt_pt: Perspetivas

# onboarding_description_1
source: Transform your productivity with AI-powered focus sessions, smart analytics, and personalized insights that help you achieve your goals faster.
fr: Transformez votre productivité avec des sessions de concentration alimentées par l'IA, des analyses intelligentes et des insights personnalisés qui vous aident à atteindre vos objectifs plus rapidement.
it: Trasforma la tua produttività con sessioni di concentrazione alimentate dall'IA, analisi intelligenti e approfondimenti personalizzati che ti aiutano a raggiungere i tuoi obiettivi più velocemente.
ja: AI搭載のフォーカスセッション、スマート分析、個人化されたインサイトで生産性を向上させ、目標をより早く達成しましょう。
pt_pt: Transforme a tua produtividade com sessões de foco alimentadas por IA, análises inteligentes e insights personalizados que te ajudam a alcançar os teus objetivos mais rapidamente.

source: Powerful Features
fr: Fonctionnalités Puissantes
it: Funzionalità Potenti
ja: 強力な機能
pt_pt: Funcionalidades Poderosas

source: AI Assistant
fr: Assistant IA
it: Assistente IA
ja: AIアシスタント
pt_pt: Assistente IA

source: Analytics
fr: Analyses
it: Analisi
ja: 分析
pt_pt: Análises

source: Smart Timers
fr: Minuteurs Intelligents
it: Timer Intelligenti
ja: スマートタイマー
pt_pt: Cronómetros Inteligentes

source: Break Suggestions
fr: Suggestions de Pause
it: Suggerimenti per le Pause
ja: 休憩提案
pt_pt: Sugestões de Pausa

source: Focus Modes
fr: Modes de Concentration
it: Modalità di Concentrazione
ja: フォーカスモード
pt_pt: Modos de Foco

source: Cloud Sync
fr: Synchronisation Cloud
it: Sincronizzazione Cloud
ja: クラウド同期
pt_pt: Sincronização Cloud

source: Ready to Focus?
fr: Prêt à vous Concentrer ?
it: Pronto a Concentrarti?
ja: 集中する準備はできましたか？
pt_pt: Pronto para Focar?

# onboarding_description_3
source: You're all set! Start your first focus session and begin your journey to enhanced productivity and better work-life balance.
fr: Vous êtes prêt ! Commencez votre première session de concentration et commencez votre voyage vers une productivité améliorée et un meilleur équilibre travail-vie.
it: Sei pronto! Inizia la tua prima sessione di concentrazione e inizia il tuo viaggio verso una produttività migliorata e un migliore equilibrio lavoro-vita.
ja: 準備完了です！最初のフォーカスセッションを開始し、生産性の向上とワークライフバランスの改善への旅を始めましょう。
pt_pt: Estás pronto! Inicia a tua primeira sessão de foco e começa a tua jornada para uma produtividade melhorada e um melhor equilíbrio trabalho-vida.

source: Slide to Get Started
fr: Glissez pour Commencer
it: Scorri per Iniziare
ja: スライドして開始
pt_pt: Desliza para Começar

# task_limit_reached
source: You've reached the limit of %d tasks. Upgrade to Pro for unlimited tasks!
fr: Vous avez atteint la limite de %d tâches. Passez à Pro pour des tâches illimitées !
it: Hai raggiunto il limite di %d attività. Passa a Pro per attività illimitate!
ja: %d個のタスクの制限に達しました。Proにアップグレードして無制限のタスクを取得しましょう！
pt_pt: Atingiu o limite de %d tarefas. Atualize para Pro para tarefas ilimitadas!

source: Upgrade Now
fr: Passer à Pro Maintenant
it: Passa a Pro Ora
ja: 今すぐアップグレード
pt_pt: Atualizar Agora
